Repository: TheRealestNwah/fitness-app
Catalog: FitnessApp/Localizable.xcstrings
Source language: en
Languages: de, es

source: Log food on most days for two more weeks so the adaptive target can measure your real maintenance.
de: Erfasse noch zwei Wochen an den meisten Tagen dein Essen, damit das adaptive Ziel deine echte Erhaltung messen kann.
es: Registra la comida casi todos los días durante dos semanas más para que el objetivo adaptativo mida tu mantenimiento real.

source: Log now
de: Jetzt erfassen
es: Registrar ahora

source: Log recipe
de: Rezept erfassen
es: Registrar receta

source: Log the slip-up meal too. Data, not guilt, is what moves the needle.
de: Erfasse auch den Ausrutscher. Daten, nicht Schuldgefühle, bringen dich weiter.
es: Registra también la comida del desliz. Los datos, no la culpa, son los que marcan la diferencia.

source: Log this food
de: Dieses Lebensmittel erfassen
es: Registrar este alimento

source: Log vitals
de: Vitalwerte erfassen
es: Registrar constantes

source: Log waist, hips or chest in Vitals on two or more days to see them change together.
de: Erfasse Taille, Hüfte oder Brust an zwei oder mehr Tagen unter Vitalwerte, um ihre Veränderung zu sehen.
es: Registra cintura, cadera o pecho en Constantes dos o más días para ver cómo cambian juntos.

source: Log water
de: Wasser erfassen
es: Registrar agua

source: Log what you eat to see calories and macros against your target.
de: Erfasse, was du isst, um Kalorien und Makros mit deinem Ziel zu vergleichen.
es: Registra lo que comes para ver calorías y macros frente a tu objetivo.

source: Log your %@
de: %@ erfassen
es: Registra tu %@

source: Logged
de: Erfasst
es: Registrado

source: Logged %@.
de: %@ erfasst.
es: Registrado: %@.

source: Logged intake looks incomplete
de: Die erfasste Aufnahme wirkt unvollständig
es: La ingesta registrada parece incompleta

source: Logged “%@” to %@
de: „%@“ zu %@ erfasst
es: «%@» registrado en %@

source: Logged. That's %@ today.
de: Erfasst. Heute sind es %@.
es: Registrado. Llevas %@ hoy.

source: Logging right after you eat keeps your calorie count honest.
de: Direkt nach dem Essen zu erfassen, hält deine Kalorienbilanz ehrlich.
es: Registrar justo después de comer mantiene tu recuento de calorías fiel.

source: Logging streak
de: Erfassungsserie
es: Racha de registros

source: Look up
de: Nachschlagen
es: Buscar

source: Looking up %@…
de: %@ wird gesucht …
es: Buscando %@…

source: Lookups use Open Food Facts, a free community database. Nutrition on labels can differ; check the numbers before logging.
de: Die Suche nutzt Open Food Facts, eine freie Community-Datenbank. Nährwerte auf Etiketten können abweichen; prüf die Werte vor dem Erfassen.
es: Las búsquedas usan Open Food Facts, una base de datos comunitaria y gratuita. Los valores de las etiquetas pueden variar; revísalos antes de registrar.

source: Losing %@ at %@ a week.
de: %@ abnehmen mit %@ pro Woche.
es: Perder %@ a %@ por semana.

source: Losing faster than planned (%@ kg)
de: Schneller abgenommen als geplant (%@ kg)
es: Pierdes más rápido de lo previsto (%@ kg)

source: Low
de: Niedrig
es: Baja

source: Low carb
de: Kohlenhydratarm
es: Bajo en hidratos

source: Lunch
de: Mittagessen
es: Comida

source: Macro split
de: Makroverteilung
es: Reparto de macros

source: Macros (optional)
de: Makros (optional)
es: Macros (opcional)

source: Maintaining
de: Halten
es: Manteniendo

source: Maintenance
de: Erhaltung
es: Mantenimiento

source: Maintenance (TDEE)
de: Erhaltung (TDEE)
es: Mantenimiento (GET)

source: Maintenance mode
de: Erhaltungsmodus
es: Modo mantenimiento

source: Make ahead
de: Zum Vorbereiten
es: Se prepara con antelación

source: Male
de: Männlich
es: Hombre

source: Match system
de: Wie System
es: Según el sistema

source: Match units
de: Wie Einheiten
es: Según unidades

source: Meal
de: Mahlzeit
es: Comida

source: Meal logging reminders
de: Erinnerungen an Mahlzeiten
es: Recordatorios de comidas

source: Meal plan
de: Essensplan
es: Plan de comidas

source: Measured from what you logged and what the scale did. It's usually more accurate than the formula.
de: Gemessen aus deinen Einträgen und dem, was die Waage zeigte. Meist genauer als die Formel.
es: Calculado a partir de lo que registraste y de lo que marcó la báscula. Suele ser más preciso que la fórmula.

source: Measured maintenance
de: Gemessene Erhaltung
es: Mantenimiento medido

source: Measurement
de: Maß
es: Medida

source: Measurements
de: Maße
es: Medidas

source: Measurements and body fat
de: Maße und Körperfett
es: Medidas y grasa corporal

source: Medium
de: Mittel
es: Mediana

source: Method
de: Zubereitung
es: Preparación

source: Metric (kg, cm)
de: Metrisch (kg, cm)
es: Métrico (kg, cm)

source: Milestones and plateaus
de: Meilensteine und Plateaus
es: Hitos y estancamientos

source: Milk, 2%
de: Milch, fettarm
es: Leche semidesnatada

source: Milk, skim
de: Magermilch
es: Leche desnatada

source: Mixed salad greens
de: Gemischter Blattsalat
es: Mezcla de lechugas

source: Mode
de: Modus
es: Modo

source: Moderate exercise 3–5 days a week
de: Moderater Sport an 3–5 Tagen pro Woche
es: Ejercicio moderado 3–5 días a la semana

source: Moderately active
de: Mäßig aktiv
es: Moderadamente activo

source: More
de: Mehr
es: Más

source: Morning weigh-in
de: Morgendliche Wägung
es: Pesaje matutino

source: Most recent readings
de: Neueste Messungen
es: Mediciones más recientes

source: Moving one slider rebalances the other two so the split stays at 100%. Higher protein helps keep muscle while losing fat.
de: Bewegst du einen Regler, gleichen sich die anderen beiden aus, sodass die Summe 100% bleibt. Mehr Eiweiß hilft, beim Fettabbau Muskeln zu erhalten.
es: Al mover un control se reajustan los otros dos para que el reparto siga sumando 100%. Más proteína ayuda a conservar músculo mientras pierdes grasa.

source: Mozzarella, part skim
de: Mozzarella, fettreduziert
es: Mozzarella, semidesnatada

source: Mushrooms
de: Champignons
es: Champiñones

source: My last 7 days
de: Meine letzten 7 Tage
es: Mis últimos 7 días

source: Name (e.g. 1 slice, 1 cup)
de: Name (z. B. 1 Scheibe, 1 Tasse)
es: Nombre (p. ej. 1 rebanada, 1 taza)

source: Name (e.g. Weekday breakfast)
de: Name (z. B. Frühstück unter der Woche)
es: Nombre (p. ej. desayuno entre semana)

source: Needs at least %lld logged days and %lld weigh-ins spread over two weeks or more, within the last %lld days.
de: Braucht mindestens %lld erfasste Tage und %lld Wägungen über zwei Wochen oder mehr, innerhalb der letzten %lld Tage.
es: Necesita al menos %lld días registrados y %lld pesajes repartidos en dos semanas o más, dentro de los últimos %lld días.

source: New food
de: Neues Lebensmittel
es: Nuevo alimento

source: New recipe
de: Neues Rezept
es: Nueva receta

source: No cook
de: Ohne Kochen
es: Sin cocinar

source: No match for “%@”.
de: Keine Treffer für „%@“.
es: No hay resultados para «%@».

source: No match. Tap to search.
de: Kein Treffer. Zum Suchen tippen.
es: Sin coincidencias. Toca para buscar.

source: No vitals recorded in this period.
de: In diesem Zeitraum keine Vitalwerte erfasst.
es: No hay constantes registradas en este periodo.

source: No vitals yet
de: Noch keine Vitalwerte
es: Aún no hay constantes

source: No vitals yet. Log blood pressure, measurements or sleep to see trends.
de: Noch keine Vitalwerte. Erfasse Blutdruck, Maße oder Schlaf, um Trends zu sehen.
es: Aún no hay constantes. Registra presión arterial, medidas o sueño para ver tendencias.

source: No weigh-ins yet.
de: Noch keine Wägungen.
es: Aún no hay pesajes.

source: Normal in weeks two to four. If it stays flat next week, trim 100 to 150 kcal or add a daily walk.
de: Normal in Woche zwei bis vier. Bleibt es nächste Woche gleich, spar 100 bis 150 kcal ein oder geh täglich spazieren.
es: Es normal entre la segunda y la cuarta semana. Si sigue igual la próxima semana, recorta 100–150 kcal o añade un paseo diario.

source: Not enough body-fat readings
de: Zu wenige Körperfettwerte
es: No hay suficientes mediciones de grasa corporal

source: Not enough data
de: Zu wenige Daten
es: Datos insuficientes

source: Not enough days yet
de: Noch zu wenige Tage
es: Aún no hay suficientes días

source: Not enough measurements
de: Zu wenige Maße
es: No hay suficientes medidas

source: Note (optional)
de: Notiz (optional)
es: Nota (opcional)

source: Nothing logged %@
de: Nichts erfasst %@
es: Nada registrado %@

source: Nothing logged in the last 7 days
de: In den letzten 7 Tagen nichts erfasst
es: No hay nada registrado en los últimos 7 días

source: Nothing logged today.
de: Heute nichts erfasst.
es: Hoy no hay nada registrado.

source: Nothing logged yet
de: Noch nichts erfasst
es: Aún no hay nada registrado

source: Nothing logged yet today
de: Heute noch nichts erfasst
es: Hoy aún no hay nada registrado

source: Nothing new to import
de: Nichts Neues zu importieren
es: Nada nuevo que importar

source: Nothing planned this week
de: Diese Woche nichts geplant
es: Nada planificado esta semana

source: Notifications are turned off for this app. Enable them in iOS Settings to receive reminders.
de: Mitteilungen sind für diese App aus. Aktiviere sie in den iOS-Einstellungen, um Erinnerungen zu erhalten.
es: Las notificaciones de esta app están desactivadas. Actívalas en los Ajustes de iOS para recibir recordatorios.

source: Nutrition for this amount
de: Nährwerte für diese Menge
es: Nutrición para esta cantidad

source: Nutrition per 100 g
de: Nährwerte pro 100 g
es: Nutrición por 100 g

source: Nutrition per serving
de: Nährwerte pro Portion
es: Nutrición por ración

source: Oats, rolled (dry)
de: Haferflocken (trocken)
es: Copos de avena (secos)

source: Off
de: Aus
es: No

source: Offered as a quick pick when you log this food.
de: Wird beim Erfassen dieses Lebensmittels als Schnellauswahl angeboten.
es: Se ofrece como opción rápida al registrar este alimento.

source: Olive oil
de: Olivenöl
es: Aceite de oliva

source: On plan, you'll reach %@ around %@.
de: Nach Plan erreichst du %@ etwa am %@.
es: Según el plan, llegarás a %@ hacia el %@.

source: On track: down %@ kg this week
de: Auf Kurs: diese Woche %@ kg weniger
es: Vas bien: %@ kg menos esta semana

source: Once you reach your goal, switch to maintenance to hold your weight within a band instead of counting down.
de: Hast du dein Ziel erreicht, wechsle zur Erhaltung, um dein Gewicht in einer Spanne zu halten, statt weiter herunterzuzählen.
es: Cuando llegues a tu objetivo, cambia a mantenimiento para mantener tu peso dentro de un margen en lugar de seguir bajando.

source: One tray
de: Ein Blech
es: En una bandeja

source: Onion
de: Zwiebel
es: Cebolla

source: Only %lld of 7 days logged
de: Nur %lld von 7 Tagen erfasst
es: Solo %lld de 7 días registrados

source: Open Stride on your iPhone to see today's totals.
de: Öffne Stride auf deinem iPhone, um die heutigen Werte zu sehen.
es: Abre Stride en tu iPhone para ver los totales de hoy.

source: Open Stride to start
de: Öffne Stride, um zu starten
es: Abre Stride para empezar

source: Open diary
de: Tagebuch öffnen
es: Abrir diario

source: Or enter it by hand
de: Oder von Hand eingeben
es: O introdúcelo a mano

source: Orange juice
de: Orangensaft
es: Zumo de naranja

source: Other
de: Andere
es: Otro

source: Other nutrients
de: Weitere Nährstoffe
es: Otros nutrientes

source: Overnight oats with berries
de: Overnight Oats mit Beeren
es: Avena remojada con frutos rojos

source: P%lld C%lld F%lld
de: E%lld K%lld F%lld
es: P%lld C%lld G%lld

source: Packable
de: Zum Mitnehmen
es: Para llevar

source: Passcode
de: Code
es: Código

source: Pasta, cooked
de: Nudeln, gekocht
es: Pasta, cocida

source: Patterns
de: Muster
es: Patrones

source: Peanut butter
de: Erdnussbutter
es: Crema de cacahuete

source: Pear
de: Birne
es: Pera

source: Per %@ · %@
de: Pro %@ · %@
es: Por %@ · %@

source: Photo
de: Foto
es: Foto

source: Photo meal
de: Foto-Mahlzeit
es: Comida con foto

source: Photograph the nutrition label
de: Nährwertetikett fotografieren
es: Fotografiar la etiqueta nutricional

source: Pizza, cheese
de: Käsepizza
es: Pizza de queso

source: Plan %@
de: %@ planen
es: Planificar %@

source: Plan tomorrow's meals tonight. Decisions made hungry are rarely good ones.
de: Plane die Mahlzeiten für morgen schon heute Abend. Hungrige Entscheidungen sind selten gute.
es: Planifica esta noche las comidas de mañana. Las decisiones con hambre rara vez son buenas.

source: Planner
de: Planer
es: Planificador

source: Point the camera at a barcode to find packaged food and its nutrition label.
de: Richte die Kamera auf einen Barcode, um verpackte Lebensmittel und ihre Nährwerte zu finden.
es: Apunta la cámara a un código de barras para encontrar el alimento envasado y su etiqueta nutricional.

source: Point the camera at the barcode
de: Richte die Kamera auf den Barcode
es: Apunta la cámara al código de barras

source: Popcorn, air-popped
de: Popcorn, ohne Öl
es: Palomitas, sin aceite

source: Potato, baked
de: Ofenkartoffel
es: Patata asada

source: Pounds
de: Pfund
es: Libras

source: Prep time: %lld min
de: Zubereitung: %lld Min.
es: Preparación: %lld min

source: Privacy
de: Datenschutz
es: Privacidad

source: Profile
de: Profil
es: Perfil

source: Progress photo
de: Fortschrittsfoto
es: Foto de progreso

source: Progress photo (optional)
de: Fortschrittsfoto (optional)
es: Foto de progreso (opcional)

source: Projected goal date
de: Voraussichtliches Zieldatum
es: Fecha prevista del objetivo

source: Protein
de: Eiweiß
es: Proteína

source: Protein bar
de: Proteinriegel
es: Barrita de proteína

source: Protein keeps you full longer. Aim to include a palm-sized portion in every meal.
de: Eiweiß hält länger satt. Versuch, in jede Mahlzeit eine handtellergroße Portion einzubauen.
es: La proteína sacia más tiempo. Intenta incluir una porción del tamaño de tu palma en cada comida.

source: Protein shake, ready to drink
de: Proteinshake, trinkfertig
es: Batido de proteína, listo para beber

source: Quick
de: Schnell
es: Rápido

source: Quick actions
de: Schnellaktionen
es: Acciones rápidas

source: Quick add
de: Schnell hinzufügen
es: Añadido rápido

source: Quick add calories
de: Kalorien schnell hinzufügen
es: Añadir calorías rápidamente

source: Quinoa, cooked
de: Quinoa, gekocht
es: Quinoa, cocida

source: Range
de: Zeitraum
es: Periodo

source: Raspberries
de: Himbeeren
es: Frambuesas

source: Reading the label…
de: Etikett wird gelesen …
es: Leyendo la etiqueta…

source: Reading the page
de: Seite wird gelesen
es: Leyendo la página

source: Readings
de: Messwerte
es: Mediciones

source: Reads weight, steps, active energy, resting heart rate and sleep; writes your weigh-ins, water, and logged calories, macros, fibre, sugar and sodium. Counting active energy adds a share of what your watch reports to the daily budget. Watches tend to overestimate, so Half is the safer choice.
de: Liest Gewicht, Schritte, aktive Energie, Ruhepuls und Schlaf; schreibt deine Wägungen, Wasser sowie erfasste Kalorien, Makros, Ballaststoffe, Zucker und Natrium. Wird aktive Energie angerechnet, kommt ein Teil des Uhrwerts zum Tagesbudget hinzu. Uhren schätzen oft zu hoch, daher ist Hälfte die sicherere Wahl.
es: Lee peso, pasos, energía activa, frecuencia cardiaca en reposo y sueño; escribe tus pesajes, el agua y las calorías, macros, fibra, azúcar y sodio registrados. Contar la energía activa suma al presupuesto diario una parte de lo que indica tu reloj. Los relojes tienden a sobrestimar, así que La mitad es la opción más segura.

source: Recent
de: Zuletzt
es: Recientes

source: Recent searches
de: Letzte Suchen
es: Búsquedas recientes

source: Recipe
de: Rezept
es: Receta

source: Recipes
de: Rezepte
es: Recetas

source: Red onion
de: Rote Zwiebel
es: Cebolla morada

source: Reminders
de: Erinnerungen
es: Recordatorios

source: Remove favourite
de: Aus Favoriten entfernen
es: Quitar de favoritos

source: Remove photo
de: Foto entfernen
es: Quitar foto

source: Replace
de: Ersetzen
es: Reemplazar

source: Replace everything planned for %@?
de: Alles für %@ Geplante ersetzen?
es: ¿Reemplazar todo lo planificado para %@?

source: Replace whole day
de: Ganzen Tag ersetzen
es: Reemplazar todo el día

source: Require %@
de: %@ verlangen
es: Requerir %@

source: Reset all data
de: Alle Daten zurücksetzen
es: Restablecer todos los datos

source: Reset all data?
de: Alle Daten zurücksetzen?
es: ¿Restablecer todos los datos?

source: Reset to default
de: Auf Standard zurücksetzen
es: Restablecer valores predeterminados

source: Resting heart rate
de: Ruhepuls
es: Frecuencia cardiaca en reposo

source: Results
de: Ergebnisse
es: Resultados

source: Retake photo
de: Foto erneut aufnehmen
es: Repetir foto

source: Rice cakes
de: Reiswaffeln
es: Tortitas de arroz

source: Rolled oats
de: Haferflocken
es: Copos de avena

source: Rough estimate
de: Grobe Schätzung
es: Estimación aproximada

source: Rowing machine
de: Rudergerät
es: Remo

source: Rows skipped
de: Übersprungene Zeilen
es: Filas omitidas

source: Running, easy
de: Laufen, locker
es: Carrera, suave

source: Running, fast
de: Laufen, schnell
es: Carrera, rápida

source: Salmon fillet
de: Lachsfilet
es: Filete de salmón

source: Salmon with roasted vegetables
de: Lachs mit Ofengemüse
es: Salmón con verduras asadas

source: Salmon, baked
de: Lachs, gebacken
es: Salmón, al horno

source: Same as yesterday?
de: Dasselbe wie gestern?
es: ¿Lo mismo que ayer?

source: Same spot, same light and same time of day make the change easiest to see.
de: Gleicher Ort, gleiches Licht und gleiche Tageszeit machen die Veränderung am besten sichtbar.
es: El mismo sitio, la misma luz y la misma hora del día hacen que el cambio se vea mejor.

source: Sauté garlic in oil, add tomatoes until they burst. Toss in shrimp and zucchini noodles for 2 minutes. Finish with parmesan.
de: Knoblauch in Öl anschwitzen, Tomaten zugeben, bis sie aufplatzen. Garnelen und Zucchininudeln 2 Minuten mitschwenken. Mit Parmesan vollenden.
es: Saltea el ajo en aceite y añade los tomates hasta que revienten. Incorpora las gambas y los espaguetis de calabacín 2 minutos. Termina con parmesano.

source: Save
de: Sichern
es: Guardar

source: Save as favourite meal
de: Als Lieblingsmahlzeit sichern
es: Guardar como comida favorita

source: Save favourite
de: Favorit sichern
es: Guardar favorito

source: Saving marks this as a normal entry. The photo stays with it.
de: Beim Sichern wird dies ein normaler Eintrag. Das Foto bleibt dabei.
es: Al guardar se marca como entrada normal. La foto se conserva.

source: Scaled from %lld servings. Nutrition per serving is unchanged.
de: Umgerechnet von %lld Portionen. Nährwerte pro Portion bleiben gleich.
es: Ajustado a partir de %lld raciones. La nutrición por ración no cambia.

source: Scan a barcode
de: Barcode scannen
es: Escanear un código de barras

source: Scan another
de: Weiteren scannen
es: Escanear otro

source: Scan barcode
de: Barcode scannen
es: Escanear código de barras

source: Scan instead of typing
de: Scannen statt tippen
es: Escanear en lugar de escribir

source: Schedule diet break
de: Diätpause planen
es: Programar descanso de dieta

source: Search foods
de: Lebensmittel suchen
es: Buscar alimentos

source: Search recipes or tags
de: Rezepte oder Tags suchen
es: Buscar recetas o etiquetas

source: Search the food list to autofill
de: In der Lebensmittelliste suchen, um auszufüllen
es: Busca en la lista de alimentos para rellenar

source: Season and grill chicken 5–6 minutes a side. Slice over greens, tomatoes and cucumber. Crumble feta, dress with oil and lemon.
de: Hähnchen würzen und 5–6 Minuten pro Seite grillen. In Scheiben auf Salat, Tomaten und Gurke legen. Feta darüberbröseln, mit Öl und Zitrone anmachen.
es: Sazona el pollo y hazlo a la plancha 5–6 minutos por lado. Córtalo sobre la lechuga, los tomates y el pepino. Desmenuza el feta y aliña con aceite y limón.

source: Sedentary
de: Sitzend
es: Sedentario

source: Self-recorded at home with the Stride app. Not a medical record; readings are as entered by the patient.
de: Zu Hause mit der App Stride selbst erfasst. Keine ärztliche Dokumentation; die Werte stammen von der Patientin oder dem Patienten.
es: Registrado en casa con la app Stride. No es un historial médico; los valores son los introducidos por el paciente.

source: Separate foods with commas or “and”. You can dictate with the microphone on the keyboard.
de: Trenne Lebensmittel mit Kommas oder „und“. Mit dem Mikrofon auf der Tastatur kannst du auch diktieren.
es: Separa los alimentos con comas o «y». Puedes dictar con el micrófono del teclado.

source: Series
de: Reihe
es: Serie

source: Serving size (e.g. 1 cup, 100 g)
de: Portionsgröße (z. B. 1 Tasse, 100 g)
es: Tamaño de ración (p. ej. 1 taza, 100 g)

source: Servings
de: Portionen
es: Raciones

source: Servings to cook
de: Portionen zum Kochen
es: Raciones a cocinar

source: Servings: %lld
de: Portionen: %lld
es: Raciones: %lld

source: Sesame oil
de: Sesamöl
es: Aceite de sésamo

source: Set target manually
de: Ziel manuell festlegen
es: Fijar objetivo manualmente

source: Settings
de: Einstellungen
es: Ajustes

source: Sex
de: Geschlecht
es: Sexo

source: Show feature tips again
de: Tipps erneut zeigen
es: Volver a mostrar consejos

source: Shown in the food diary for foods that list them. Common guidance is at least 30 g of fibre, under 50 g of sugar and under 2,300 mg of sodium a day; ask your doctor if you're managing blood pressure or glucose.
de: Wird im Tagebuch für Lebensmittel angezeigt, die sie angeben. Übliche Empfehlung: mindestens 30 g Ballaststoffe, unter 50 g Zucker und unter 2300 mg Natrium pro Tag; frag deine Ärztin oder deinen Arzt, wenn du Blutdruck oder Blutzucker im Blick hast.
es: Se muestra en el diario para los alimentos que los indican. La recomendación habitual es al menos 30 g de fibra, menos de 50 g de azúcar y menos de 2300 mg de sodio al día; consulta a tu médico si controlas tu presión arterial o tu glucosa.

source: Shrimp and zucchini noodles
de: Garnelen mit Zucchininudeln
es: Gambas con espaguetis de calabacín

source: Shrimp, cooked
de: Garnelen, gegart
es: Gambas, cocidas

source: Sleep
de: Schlaf
es: Sueño

source: Sleep under 7 hours raises hunger hormones. Rest is part of the plan.
de: Weniger als 7 Stunden Schlaf erhöhen die Hungerhormone. Ruhe gehört zum Plan.
es: Dormir menos de 7 horas aumenta las hormonas del hambre. Descansar es parte del plan.

source: Sleep, sodium and patterns
de: Schlaf, Natrium und Muster
es: Sueño, sodio y patrones

source: Slice the apple and dip.
de: Apfel in Spalten schneiden und dippen.
es: Corta la manzana en rodajas y mójala.

source: Slower is easier to stick to and keeps more muscle. Most people do best at 0.5 kg (about 1 lb) a week.
de: Langsamer ist leichter durchzuhalten und erhält mehr Muskeln. Den meisten gelingen 0,5 kg (etwa 1 lb) pro Woche am besten.
es: Más despacio es más fácil de mantener y conserva más músculo. A la mayoría le va mejor con 0,5 kg (aprox. 1 lb) por semana.

source: Small
de: Klein
es: Pequeña

source: Source
de: Quelle
es: Fuente

source: Soy sauce
de: Sojasoße
es: Salsa de soja

source: Spinach
de: Spinat
es: Espinacas

source: Spinach, raw
de: Spinat, roh
es: Espinacas, crudas

source: Spread hummus on the tortilla, layer turkey, avocado, spinach and tomato. Roll tightly and halve.
de: Hummus auf die Tortilla streichen, Pute, Avocado, Spinat und Tomate darauflegen. Fest aufrollen und halbieren.
es: Unta el hummus en la tortilla y coloca el pavo, el aguacate, las espinacas y el tomate. Enrolla bien y corta por la mitad.

source: Stair climbing
de: Treppensteigen
es: Subir escaleras

source: Start
de: Starten
es: Empezar

source: Start %@-hour fast
de: %@-Stunden-Fasten starten
es: Empezar ayuno de %@ horas
